<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN"
"http://www.w3.org/TR/html4/loose.dtd">
<html>
	<head>
		<title></title>
		<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
		</head>
		<body>
			<div style="page-break-before:always; page-break-after:always">
				<div>
					<p>Qcells und Consolinno sind Partner bei der Bereitstellung des Q.HOME CONTROL
						(Home  Energy  Management  System  -  HEMS).  Consolinno  ist  Entwickler  und
						Betreiber  der  App  (und  des  HEMS)  f&#252;r  Q.HOME  CONTROL.  Die  folgenden
						Lizenzbestimmungen von Consolinno finden daher Anwendung.
						<br/>
					</p>
					<!--<p>
						<b>Lizenzbedingungen HEMS
							<br/>(Stand 11/2024)
							<br/>
						</b>
					</p>-->
					<p>
						<b>1. Lizenzgegenstand
							<br/>1.1
						</b> Die  Consolinno  Energy  GmbH,  Franz-Mayer-Stra&#223;e  1,  93053  Regensburg  (im
						Folgenden: &#8222;Consolinno&#8220;) hat eine Software entwickelt, welche als Applikation auf Android
						und IOS-Systemen benutzt werden kann. Sie ist &#252;ber den jeweiligen App-Store erh&#228;ltlich.
						Die  Software  verbindet  sich  mit  einem Energy  Management  Systems genannt  Q.HOME
						CONTROL.  Das  hat  dann  die  Aufgabe  in  Verbindung  mit  einer  Photovoltaikanlage  den
						Eigenverbrauch der PV-Energie zu maximieren. Parallel  ist die Funktion Black-out Schutz
						integriert. Damit wird der Ladestrom einer Ladeeinrichtung dynamisch begrenzt. Es kommt
						nicht zum Ausl&#246;sen der Sicherung.
						<br/>
						<b>1.2  </b>Die  Software  erm&#246;glicht  es,  durch  die  Steuerung  einer  E-Ladeeinrichtung,  einer
						W&#228;rmepumpe, Hausger&#228;te (Waschmaschine, Trockner, Sp&#252;lmaschine) und dem Einbinden
						einer Batterie den Eigenbedarf der erzeugten PV-Energie signifikant zu steigern. Dadurch
						werden CO2 und Kosten eingespart.
						<br/>
						<b>1.3 </b>Consolinno schuldet weder Installation, Integration noch Konfiguration der Software.
						<br/>
					</p>
					<p>
						<b>2. Rechte
							<br/>2.1
						</b> Consolinno beh&#228;lt sich alle Urheber-, Nutzungs- und/oder Leistungsschutzrechte sowie
						sonstige Schutzrechte an der Software ausdr&#252;cklich vor.
						<br/>
						<b>2.2</b> Soweit  nicht anders vereinbart  erh&#228;lt  der Kunde an der Software das einfache (nicht
						ausschlie&#223;liche)  Recht,  diese  vertragsgem&#228;&#223;  zu  nutzen. Das  Nutzungsrecht  ist  nicht
						unterlizenzierbar und nicht &#252;bertragbar.
						<br/>
						<b>2.3</b> F&#252;r Software oder Bestandteile, die unter eine Open-Source-Softwarelizenz fallen, gelten
						vorrangig die Lizenzbedingungen der entsprechenden Open-Source-Lizenz.
						<br/>
						<b>2.4</b> Sofern  Consolinno  dem  Kunden  neue  Versionen,  Updates,  Upgrades  oder  andere
						Neuerungen der Software zur Verf&#252;gung stellt,  gelten die vorstehenden Rechte auch f&#252;r
						diese.
						<br/>
						<b>2.5</b> Rechte, die vorstehend nicht ausdr&#252;cklich dem Kunden einger&#228;umt werden, stehen dem
						Kunden  nicht  zu.  Der  Kunde  ist  insbesondere  nicht  berechtigt,  die  Software  &#252;ber  die
						vertragsgem&#228;&#223;e Nutzung hinaus zu nutzen. Der Kunde ist nicht berechtigt, die Software zu
						bearbeiten oder zu dekompilieren, &#167; 69e UrhG bleibt hiervon unber&#252;hrt. Insbesondere ist es
						dem Kunden nicht gestattet, die Software zu vervielf&#228;ltigen oder zu ver&#228;u&#223;ern. Der Kunde ist
						nicht berechtigt, die Software Dritten zug&#228;nglich zu machen, zu &#252;berlassen oder von Dritten
						nutzen zu lassen, insbesondere darf die Software nicht vermietet, verpachtet oder verliehen
						werden.
						<br/>
					</p>
					<p>
						<b>3. Gew&#228;hrleistung
							<br/>3.1 
						</b>Die Anspr&#252;che wegen M&#228;ngeln richten sich nach den gesetzlichen Vorschriften innerhalb
						der gesetzlichen Fristen, soweit sich aus den nachstehenden Regelungen dieses Abschnitts
						nichts anderes ergibt.
						<br/>
					</p>
				</div>
			</div>
			<div style="page-break-before:always; page-break-after:always">
				<div>
					<p>
						<b>3.2</b> Eine  unerhebliche  Beeintr&#228;chtigung  der  Funktion  einer  Software  gilt  nicht  als
						Sachmangel,  soweit  diese  nach  entsprechender  objektiver  Betrachtung  nicht  erwartet
						werden kann.
						<br/>
						<b>3.3</b> Die  Sach-  und  Rechtsm&#228;ngelhaftung  f&#252;r  die  gelieferte  Software  erlischt,  soweit  der
						Kunde zur Verf&#252;gung gestellte Patches, Bugfixes, Updates oder Upgrades nicht annimmt, es
						sei denn, der Kunde belegt, dass der Fehler nicht darauf zur&#252;ckzuf&#252;hren ist. Dies gilt nur,
						soweit  der  fragliche  Fehler  durch  den nicht  installierten  Patch,  Bugfix,  das  Update  oder
						Upgrade behoben worden w&#228;re.
						<br/>
						<b>3.4</b> Die in diesem Abschnitt  aufgef&#252;hrten Haftungs- und Gew&#228;hrleistungsbeschr&#228;nkungen
						gelten nicht, wenn Consolinno Vorsatz oder grobe Fahrl&#228;ssigkeit vorwerfbar ist, ferner nicht
						im Falle von Consolinno zurechenbaren Personensch&#228;den oder bei Arglist. Die Haftung nach
						dem Produkthaftungsgesetz bleibt hiervon ebenfalls unber&#252;hrt.
						<br/>
					</p>
					<p>
						<b>4. Haftung
							<br/>4.1
						</b> Consolinno haftet nur bei eigenem Verschulden sowie bei Verschulden ihrer gesetzlichen
						Vertreter, leitenden Angestellten oder sonstigen Erf&#252;llungsgehilfen, und zwar nach Ma&#223;gabe
						der nachfolgenden Regelungen.
						<br/>
						<b>4.2</b> F&#252;r  Sch&#228;den,  die  vors&#228;tzlich  oder  grob  fahrl&#228;ssig  durch  Consolinno  bzw.  durch
						gesetzliche Vertreter, leitende Angestellte oder einfache Erf&#252;llungsgehilfen von Consolinno
						herbeigef&#252;hrt werden, sowie bei Arglist und im Fall der schuldhaften Verletzung des Lebens,
						des  K&#246;rpers  oder  der  Gesundheit  (Personensch&#228;den),  haftet  Consolinno  unbeschr&#228;nkt.
						Consolinno haftet ebenfalls unbeschr&#228;nkt nach dem Produkthaftungsgesetz.
						<br/>
						<b>4.3</b> Bei der leicht fahrl&#228;ssigen Verletzung einer Pflicht, auf deren Einhaltung vertraut werden
						durfte und deren Erf&#252;llung die ordnungsgem&#228;&#223;e Durchf&#252;hrung des Vertrages &#252;berhaupt erst
						erm&#246;glicht  (Kardinalpflicht),  ist  die  Ersatzpflicht  begrenzt  auf  solche  Sch&#228;den,  mit  deren
						Entstehung im Rahmen des vorliegenden Vertragsverh&#228;ltnisses typischerweise gerechnet
						werden muss (vertragstypisch vorhersehbare Sch&#228;den). Im &#220;brigen ist die Haftung f&#252;r leicht
						fahrl&#228;ssige Sch&#228;den ausgeschlossen.
						<br/>
						<b>4.4</b> Consolinno  haftet  nicht  f&#252;r  Sch&#228;den,  Ausf&#228;lle  oder  Datenverluste,  welche  durch
						St&#246;rungen an Telefonleitungen, Servern und sonstigen Einrichtungen entstehen, die nicht in
						ihrem Verantwortungsbereich liegen. &#220;berdies haftet Consolinno nicht f&#252;r Sch&#228;den, Ausf&#228;lle
						oder Datenverluste, die durch h&#246;here Gewalt verursacht worden sind.
						<br/>
						<b>4.5</b> F&#252;r die von Consolinno unentgeltlich zur Verf&#252;gung gestellten Dienste und Leistungen
						(einschlie&#223;lich  des  Abrufs  von  kostenlosen  Inhalten)  haftet  Consolinno  nur,  soweit  der
						Schaden  aufgrund  der  vertragsgem&#228;&#223;en  Nutzung  der  unentgeltlichen  Inhalte  und/oder
						Dienste und/oder Leistungen entstanden ist, und nur bei Vorsatz (einschlie&#223;lich Arglist) und
						grober Fahrl&#228;ssigkeit sowie bei Personensch&#228;den und nach dem Produkthaftungsgesetz.
						<br/>
						<b>4.6</b> Bei der &#220;berlassung der Software und/oder des Speicherplatzes und/oder der Hardware
						und  Software  zur  Bereitstellung  von  Speicherplatz  schlie&#223;t  Consolinno  jegliche
						verschuldensunabh&#228;ngige  Haftung  f&#252;r  anf&#228;ngliche  M&#228;ngel  der  Software  und/oder  der
						Hardware aus. Sp&#228;tere Einwendungen und/oder Anspr&#252;che wegen offener oder verdeckter
						M&#228;ngel sind damit ausgeschlossen.
						<br/>
						<b>4.7</b> Die  Haftung  wegen Unterbrechung,  St&#246;rung  oder  sonstiger  schadensverursachender
						Ereignisse, die auf Telekommunikationsdienstleistungen von Consolinno oder Dritten, f&#252;r die
						Consolinno  haftet,  beruhen,  ist  beschr&#228;nkt  auf  die  H&#246;he  des  f&#252;r  Consolinno  m&#246;glichen
						R&#252;ckgriffs  gegen  den  jeweiligen  Telekommunikationsdienstleistungsanbieter.  Consolinno
						haftet nicht f&#252;r die Funktionsf&#228;higkeit der Telefonleitungen zu der vertragsgegenst&#228;ndlichen
						Software und/oder dem Speicherplatz, bei Stromausf&#228;llen und bei Ausf&#228;llen von Servern, die
						nicht im Einflussbereich von Consolinno stehen.
						<br/>
					</p>
				</div>
			</div>
			<div style="page-break-before:always; page-break-after:always">
				<div>
					<p>
						<b>4.8</b> Der Kunde hat alle erforderlichen und zumutbaren Ma&#223;nahmen zu treffen, um Sch&#228;den
						durch die Software zu verhindern oder zu begrenzen. Insbesondere hat der Kunde f&#252;r die
						regelm&#228;&#223;ige  Sicherung  seiner  Daten  zu  sorgen.  Soweit  der  Kunde  diese  Obliegenheit
						schuldhaft  verletzt,  haftet  Consolinno  nicht  f&#252;r  daraus entstehende Folgen,  insbesondere
						nicht  f&#252;r  die Wiederherstellung und/oder Wiederbeschaffung verlorener oder besch&#228;digter
						Daten.  Die  Kunden  sind  f&#252;r  die  Sicherung  ihrer  Daten  (Backup)  selbst  verantwortlich.
						Consolinno  f&#252;hrt  insbesondere  kein  Backup durch und ist  f&#252;r  den zuf&#228;lligen  Verlust  von
						Daten nicht verantwortlich.
						<br/>
					</p>
					<p>
						<b>5. Schlussbestimmungen
							<br/>5.1
						</b> Diese Lizenzbedingungen sowie alle mit den Kunden entstehenden Vertr&#228;ge und/oder
						Rechtsverh&#228;ltnisse unterliegen ausschlie&#223;lich deutschem Recht unter Ausschluss des UN-
						Kaufrechts (CISG). Bei Verbrauchern gilt diese Rechtswahl nur insoweit, als das nicht der
						gew&#228;hrte  Schutz  durch  zwingende  Bestimmungen  des  Rechts  des  Staates,  in  dem der
						Verbraucher seinen gew&#246;hnlichen Aufenthalt hat, entzogen wird.
						<br/>
						<b>5.2</b> Gegen&#252;ber Unternehmern ist  der Erf&#252;llungsort  f&#252;r alle  vertraglichen und gesetzlichen
						Rechtsverh&#228;ltnisse der Sitz von Consolinno. Dies gilt auch f&#252;r die Nacherf&#252;llung.
						<br/>
						<b>5.3</b> Sind beide Parteien Kaufleute im Sinne des Handelsgesetzbuchs, &#246;ffentlich-rechtliches
						Sonderverm&#246;gen  oder  juristische  Personen  des  &#246;ffentlichen  Rechts,  so  ist  der  Sitz  von
						Consolinno der ausschlie&#223;liche Gerichtsstand f&#252;r alle aus den Rechtsbeziehungen mit dem
						Kunden  resultierenden  Anspr&#252;che.  Dies  gilt  auch  f&#252;r  Kunden,  die  keinen  allgemeinen
						Gerichtsstand in der Europ&#228;ischen Union haben sowie f&#252;r Kunden, die nach Abschluss eines
						Vertrages ihren Wohnsitz oder ihren gew&#246;hnlichen Aufenthaltsort in ein Land au&#223;erhalb der
						Europ&#228;ischen  Union  verlegt  haben.  Unabh&#228;ngig  davon  ist  Consolinno  jedoch  auch
						berechtigt, den Kunden an seinem allgemeinen Gerichtsstand zu verklagen.
						<br/>
					</p>
				</div>
			</div>
		</body>
	</html>